9月尾声.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-10-03 Wed 17:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>9月尾声</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="dctrl" />
<link rel="stylesheet" type="text/css" href="/css/worg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">9月尾声</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgf970880">1. 爱国</a></li>
<li><a href="#orgd16792d">2. 真正的狭隘</a></li>
<li><a href="#orgc9510e8">3. 人不自觉地言不由衷</a></li>
<li><a href="#orgb49df13">4. 人的自控</a></li>
<li><a href="#org2120404">5. 日漫的局限性</a></li>
<li><a href="#org6f81dc4">6. 本月总结</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf970880" class="outline-2">
<h2 id="orgf970880"><span class="section-number-2">1</span> 爱国</h2>
<div class="outline-text-2" id="text-1">
<blockquote>
<p>
首先，要搞清楚一个定义问题:什么是爱国？如果“国”，是指这九百六十万平方公里上的土地与海洋，是指上面的阳光与空气，指上面的大好河山，谁闲得蛋疼不爱它们呢？
如果"国"，是指这几千年积累下来的诗词歌赋、英雄传说、亭台楼阁，谁又这么无趣不爱它们呢？
如果“国”，是指我们这十几亿的劳动者，他们可能是流水线上的工人、可能是写字楼里的码农、是医生、是教师，谁又莫名其妙地不爱自己呢？
所以爱国之所以有争论，是因为总有一群人，一群本应该保护好这片环境、弘扬优秀文化、为人民服务的那群人——在宣传上，把自己与这些可爱的事物捆绑起来，拿他们当挡箭牌。
当他们没尽到责任，甚至搞破坏、搞限制、不好好服务的时候。
大家要批评它两句，并进一步讨论，把以上这一切授权给他们管理，到底合适不合适（毕竟整个授权过程里面，我们只能形式上地假装自己参与了）。
这时候、他们和他们的养的文人、和轻信这套的人，就会跳出来说:“哎你不爱国！”
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgd16792d" class="outline-2">
<h2 id="orgd16792d"><span class="section-number-2">2</span> 真正的狭隘</h2>
<div class="outline-text-2" id="text-2">
<p>
真正的狭隘者，往往并不明白世上本没有狭隘，一切皆不过是感情使然。人总趋向于获得安全感。
</p>

<p>
对对方的心情，不能设身处地的考虑过或考虑的过程太痛苦，便给别人安个狭隘的头衔，实际上也是一件十分愉悦以及轻松的事情。
</p>
</div>
</div>

<div id="outline-container-orgc9510e8" class="outline-2">
<h2 id="orgc9510e8"><span class="section-number-2">3</span> 人不自觉地言不由衷</h2>
<div class="outline-text-2" id="text-3">
<p>
说a指b。实际上皆为内心的郁结，而内心郁结多来源于对生活的焦虑。
</p>

<p>
但这并不值得鄙视，焦虑的社会，就如鄙人之前所转的那篇关于教育的文章一般。指责社会中焦虑的个体是没有意义的。焦虑的根源，是制度失误。唯有时间可以消化之。
</p>
</div>
</div>

<div id="outline-container-orgb49df13" class="outline-2">
<h2 id="orgb49df13"><span class="section-number-2">4</span> 人的自控</h2>
<div class="outline-text-2" id="text-4">
<p>
强调自控的不合理性。倒不如从心出发。自控是暂时的，想通是永恒的。
</p>

<p>
自控能装模作样，想通能游刃有余。
</p>

<p>
&#x2013; I Love The Earth. 
</p>

<p>
&#x2013; 动漫真的没什么好看了
</p>
</div>
</div>

<div id="outline-container-org2120404" class="outline-2">
<h2 id="org2120404"><span class="section-number-2">5</span> 日漫的局限性</h2>
<div class="outline-text-2" id="text-5">
<p>
人工作画总有一天，会消散于历史长河中。
</p>

<p>
终有一日，蓝星上，文化主导权，将只会剩下三个喇叭。 <a href="https://movie.douban.com/subject/27148208/">西行记</a>
</p>
</div>
</div>

<div id="outline-container-org6f81dc4" class="outline-2">
<h2 id="org6f81dc4"><span class="section-number-2">6</span> 本月总结</h2>
<div class="outline-text-2" id="text-6">
<p>
Emacs真好玩..dalao一点省十年
</p>

<p>
PLA无论在递推样式上和收敛性证明上都好好看
</p>

<p>
Python真无聊耶..orz
</p>

<p>
荣耀手环4 &#x2013; 带个手环敲键盘，都感觉自己的手特别稳了不少，嘻嘻。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: dctrl</p>
<p class="date">Created: 2018-10-03 Wed 17:16</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
